* ob-ipython
#+BEGIN_SRC emacs-lisp
(use-package ob-ipython)
;(setq ob-ipython-command "/ssh:matthias@139.13.132.218:/usr/bin/ipython")
(setq python-shell-prompt-detect-failure-warning nil)
(setq python-shell-interpreter "ipython")
(setq ob-ipython-driver-port 9988)
#+END_SRC

#+RESULTS:
: 9988

